def set_masks_for_file():
    'вытащить из файла masks скрипт'
    pass

def credit_users_and_set_him_roles():
    'pib_start но только написать специально для кредитной схемы'
    pass


def deposit_users_and_set_him_roles():
    'pib_start но только написать специально для депозитной схемы'
    pass


def necessary_scripts():
    'нужные скрипты типа замены шлюзов/выкинуть барахло из пввс'
    pass


def set_link_to_ehd():
    'тут будет скрипт, который будет устанавливать строку подключения к ехд с курсами валют, календарем и тп (64 рел)'
    pass


def user_scripts():
    '''обработка пользовательских скриптов из каталога sql (сначала этот каталог нужно будет создать, если его нет)
    если он есть, то не удалять'''
    pass


if __name__ == '__main__':
    pass
